Repository: oriveo/oriveo
Catalog: ios/Oriveo/Oriveo/MCP.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, ja, ko, pt_br, ru, th, tr, vi, zh_hans, zh_hant

source: Removed
ar: أُزيلت
de: Entfernt
es: Eliminada
fr: Retiré
hi: हटाया गया
id: Dihapus
ja: 削除済み
ko: 제거됨
pt_br: Removida
ru: Удалён
th: ถูกนำออก
tr: Kaldırıldı
vi: Đã bị gỡ
zh_hans: 已移除
zh_hant: 已移除

source: Results come from a third-party server. Only the first 2 KB is shown. Oriveo hasn't checked the content.
ar: النتائج واردة من خادم تابع لجهة خارجية، ويُعرض منها أول 2 كيلوبايت فقط. لم يتحقق Oriveo من المحتوى.
de: Die Ergebnisse stammen von einem Server eines Drittanbieters. Angezeigt werden nur die ersten 2 KB. Oriveo hat den Inhalt nicht geprüft.
es: Los resultados vienen de un servidor de terceros. Solo se muestran los primeros 2 KB. Oriveo no ha revisado el contenido.
fr: Les résultats proviennent d’un serveur tiers. Seuls les 2 premiers Ko sont affichés. Oriveo n’a pas vérifié le contenu.
hi: नतीजे किसी तीसरे पक्ष के सर्वर से आए हैं। सिर्फ़ पहले 2 KB दिखाए गए हैं। Oriveo ने इस सामग्री की जाँच नहीं की है।
id: Hasil berasal dari server pihak ketiga. Hanya 2 KB pertama yang ditampilkan. Isinya belum diperiksa Oriveo.
ja: 結果は第三者のサーバーから返されたもので、先頭の 2 KB のみ表示しています。内容は Oriveo による確認を受けていません。
ko: 결과는 제3자 서버에서 받은 것이며 앞부분 2KB만 표시됩니다. Oriveo가 내용을 검증하지 않았습니다.
pt_br: Os resultados vêm de um servidor de terceiros. Só os primeiros 2 KB são exibidos. O Oriveo não verificou o conteúdo.
ru: Результаты получены от стороннего сервера. Показаны только первые 2 КБ. Oriveo не проверял содержимое.
th: ผลลัพธ์มาจากเซิร์ฟเวอร์ของบุคคลที่สาม และแสดงเพียง 2 KB แรก Oriveo ไม่ได้ตรวจสอบเนื้อหานี้
tr: Sonuçlar üçüncü taraf bir sunucudan gelir. Yalnızca ilk 2 KB gösterilir. Oriveo içeriği denetlemedi.
vi: Kết quả do máy chủ của bên thứ ba trả về. Chỉ hiển thị 2 KB đầu tiên. Oriveo chưa kiểm tra nội dung này.
zh_hans: 结果由第三方服务器返回，只显示前 2 KB。内容未经 Oriveo 校验。
zh_hant: 結果由第三方伺服器傳回，只顯示前 2 KB。內容未經 Oriveo 檢查。

source: Returned
ar: ما أُعيد
de: Zurückgegeben
es: Devuelto
fr: Reçu en retour
hi: वापस मिला
id: Hasil
ja: 返された結果
ko: 받은 결과
pt_br: Retornado
ru: Получено
th: ผลลัพธ์ที่ได้กลับมา
tr: Dönen sonuç
vi: Kết quả trả về
zh_hans: 返回的结果
zh_hant: 傳回的結果

source: Review before use
ar: تلزم المراجعة قبل الاستخدام
de: Vor der Nutzung prüfen
es: Revísalo antes de usarlo
fr: À vérifier avant utilisation
hi: इस्तेमाल से पहले देख लें
id: Tinjau dulu sebelum dipakai
ja: 確認するまで使えません
ko: 확인 후 사용 가능
pt_br: Revise antes de usar
ru: Нужно подтвердить перед использованием
th: ต้องตรวจสอบก่อนใช้งาน
tr: Kullanmadan önce inceleyin
vi: Cần xem lại trước khi dùng
zh_hans: 确认后才能使用
zh_hant: 確認後才能使用

source: Review changes
ar: مراجعة التغييرات
de: Änderungen prüfen
es: Revisar cambios
fr: Voir les changements
hi: बदलाव देखें
id: Tinjau perubahan
ja: 変更を確認
ko: 변경 사항 확인
pt_br: Revisar alterações
ru: Посмотреть изменения
th: ดูการเปลี่ยนแปลง
tr: Değişiklikleri incele
vi: Xem thay đổi
zh_hans: 查看变更
zh_hant: 查看變更

source: Run automatically
ar: تشغيل تلقائي
de: Automatisch ausführen
es: Ejecutar automáticamente
fr: Exécuter automatiquement
hi: अपने-आप चलाएँ
id: Jalankan otomatis
ja: 自動で実行
ko: 자동 실행
pt_br: Executar automaticamente
ru: Выполнять автоматически
th: ทำงานอัตโนมัติ
tr: Otomatik çalıştır
vi: Tự động chạy
zh_hans: 自动运行
zh_hant: 自動執行

source: Running
ar: قيد التنفيذ
de: Läuft
es: En curso
fr: En cours
hi: चल रहा है
id: Berjalan
ja: 実行中
ko: 진행 중
pt_br: Em andamento
ru: Выполняется
th: กำลังทำงาน
tr: Sürüyor
vi: Đang chạy
zh_hans: 进行中
zh_hant: 進行中

source: See what changed
ar: عرض ما تغيّر
de: Änderungen anzeigen
es: Ver qué cambió
fr: Voir ce qui a changé
hi: क्या बदला, देखें
id: Lihat perubahannya
ja: 変更内容を見る
ko: 변경 내용 보기
pt_br: Ver o que mudou
ru: Что изменилось
th: ดูสิ่งที่เปลี่ยน
tr: Neler değişti?
vi: Xem thay đổi
zh_hans: 查看变化
zh_hant: 查看變更

source: Sent
ar: ما أُرسل
de: Gesendet
es: Enviado
fr: Envoyé
hi: भेजा गया
id: Dikirim
ja: 送信した内容
ko: 보낸 내용
pt_br: Enviado
ru: Отправлено
th: ข้อมูลที่ส่งไป
tr: Gönderilen
vi: Đã gửi
zh_hans: 发送的参数
zh_hant: 送出的參數

source: Server
ar: الخادم
es: Servidor
fr: Serveur
hi: सर्वर
ja: サーバー
ko: 서버
pt_br: Servidor
ru: Сервер
th: เซิร์ฟเวอร์
tr: Sunucu
vi: Máy chủ
zh_hans: 服务器
zh_hant: 伺服器

source: Server address
ar: عنوان الخادم
de: Serveradresse
es: Dirección del servidor
fr: Adresse du serveur
hi: सर्वर का पता
id: Alamat server
ja: サーバーのアドレス
ko: 서버 주소
pt_br: Endereço do servidor
ru: Адрес сервера
th: ที่อยู่เซิร์ฟเวอร์
tr: Sunucu adresi
vi: Địa chỉ máy chủ
zh_hans: 服务器地址
zh_hant: 伺服器位址

source: Server found
ar: تم العثور على الخادم
de: Server gefunden
es: Servidor encontrado
fr: Serveur trouvé
hi: सर्वर मिल गया
id: Server ditemukan
ja: サーバーを検出
ko: 서버 확인됨
pt_br: Servidor encontrado
ru: Сервер найден
th: พบเซิร์ฟเวอร์แล้ว
tr: Sunucu bulundu
vi: Đã tìm thấy máy chủ
zh_hans: 找到服务器
zh_hant: 找到伺服器

source: Servers: %1$d · Need attention: %2$d
ar: الخوادم: %1$d · تحتاج إلى مراجعة: %2$d
de: %1$d Server · %2$d mit Handlungsbedarf
es: Servidores: %1$d · %2$d por revisar
fr: Serveurs : %1$d · %2$d à vérifier
hi: %1$d सर्वर · %2$d पर ध्यान देना है
id: %1$d server · %2$d perlu ditangani
ja: サーバー %1$d 個 · %2$d 個は要対応
ko: 서버 %1$d개 · %2$d개 확인 필요
pt_br: Servidores: %1$d · %2$d com pendência
ru: Серверы: %1$d · требуют внимания: %2$d
th: %1$d เซิร์ฟเวอร์ · ต้องจัดการ %2$d รายการ
tr: %1$d sunucu · %2$d tanesi işlem bekliyor
vi: %1$d máy chủ · %2$d cần xử lý
zh_hans: %1$d 个服务器 · %2$d 个需要处理
zh_hant: %1$d 個伺服器 · %2$d 個需要處理

source: Servers: %d
ar: الخوادم: %d
de: %d Server
es: Servidores: %d
fr: Serveurs : %d
hi: %d सर्वर
id: %d server
ja: サーバー %d 個
ko: 서버 %d개
pt_br: Servidores: %d
ru: Серверы: %d
th: %d เซิร์ฟเวอร์
tr: %d sunucu
vi: %d máy chủ
zh_hans: %d 个服务器
zh_hant: %d 個伺服器

source: Show %d more
ar: عرض %d أخرى
de: Noch %d anzeigen
es: Mostrar %d más
fr: Afficher %d de plus
hi: %d और दिखाएँ
id: Tampilkan %d lainnya
ja: 残り %d 個を表示
ko: 나머지 %d개 보기
pt_br: Mostrar mais %d
ru: Показать ещё %d
th: แสดงอีก %d รายการ
tr: %d tane daha göster
vi: Hiện thêm %d
zh_hans: 显示其余 %d 个
zh_hant: 顯示其餘 %d 個

source: Show earlier steps (%d)
ar: عرض الخطوات السابقة (%d)
de: Frühere Schritte anzeigen (%d)
es: Mostrar pasos anteriores (%d)
fr: Afficher les étapes précédentes (%d)
hi: पिछले चरण दिखाएँ (%d)
id: Tampilkan %d langkah sebelumnya
ja: 前の %d ステップを表示
ko: 이전 %d단계 보기
pt_br: Mostrar etapas anteriores (%d)
ru: Показать предыдущие шаги (%d)
th: แสดง %d ขั้นก่อนหน้า
tr: Önceki %d adımı göster
vi: Hiện %d bước trước đó
zh_hans: 显示前 %d 步
zh_hant: 顯示前 %d 步

source: Shows you what the model is about to send before each call.
ar: قبل كل استدعاء يُعرض عليك ما يوشك النموذج على إرساله.
de: Zeigt dir vor jedem Aufruf, was das Modell senden will.
es: Antes de cada llamada te muestra lo que el modelo va a enviar.
fr: Avant chaque appel, vous voyez ce que le modèle s’apprête à envoyer.
hi: हर कॉल से पहले आपको दिखाया जाता है कि मॉडल क्या भेजने वाला है।
id: Sebelum setiap pemanggilan, Anda melihat dulu apa yang akan dikirim model.
ja: 呼び出しのたびに、モデルが送信しようとしている内容を事前に表示します。
ko: 호출할 때마다 모델이 보내려는 내용을 먼저 보여 줍니다.
pt_br: Antes de cada chamada, mostra o que o modelo está prestes a enviar.
ru: Перед каждым вызовом вы увидите, что модель собирается отправить.
th: ก่อนเรียกใช้ทุกครั้ง จะแสดงให้คุณเห็นว่าโมเดลกำลังจะส่งอะไร
tr: Her çağrıdan önce modelin göndermek üzere olduğu içeriği size gösterir.
vi: Trước mỗi lần gọi, bạn được xem nội dung mô hình sắp gửi.
zh_hans: 调用前先给你看模型准备提交的内容。
zh_hant: 每次呼叫前，先讓你看模型準備送出的內容。

source: Sign in again
ar: إعادة التفويض
de: Erneut anmelden
es: Volver a autorizar
fr: S’identifier à nouveau
hi: फिर से साइन इन करें
id: Otorisasi ulang
ja: 再認証
ko: 다시 인증
pt_br: Autorizar novamente
ru: Войти заново
th: ให้สิทธิ์อีกครั้ง
tr: Yeniden yetkilendir
vi: Đăng nhập lại
zh_hans: 重新授权
zh_hant: 重新授權

source: Sign in to %@
ar: تسجيل الدخول إلى %@
de: Bei %@ anmelden
es: Inicia sesión en %@
fr: S’identifier auprès de %@
hi: %@ में साइन इन करें
id: Masuk ke %@
ja: %@ にログイン
ko: %@에 로그인
pt_br: Fazer login em %@
ru: Вход в %@
th: ลงชื่อเข้าใช้ %@
tr: %@ için oturum açın
vi: Đăng nhập vào %@
zh_hans: 前往 %@ 登录
zh_hant: 前往 %@ 登入

source: Sign-in
ar: تسجيل الدخول
de: Anmeldung
es: Inicio de sesión
fr: Identification
hi: साइन इन
id: Cara masuk
ja: ログイン方法
ko: 로그인 방식
pt_br: Login
ru: Способ входа
th: วิธีลงชื่อเข้าใช้
tr: Oturum açma
vi: Cách đăng nhập
zh_hans: 登录方式
zh_hant: 登入方式

source: Sign-in details stay on this device
ar: بيانات تسجيل الدخول تبقى على هذا الجهاز
de: Anmeldedaten bleiben auf diesem Gerät
es: Tus credenciales se quedan en este dispositivo
fr: Vos identifiants restent sur cet appareil
hi: साइन इन की जानकारी इसी डिवाइस पर रहती है
id: Kredensial login tetap tersimpan di perangkat ini
ja: ログイン情報はこのデバイスにのみ保存されます
ko: 로그인 정보는 이 기기에만 저장됩니다
pt_br: Os dados de login ficam neste dispositivo
ru: Данные для входа остаются на этом устройстве
th: ข้อมูลการลงชื่อเข้าใช้เก็บไว้ในอุปกรณ์นี้เท่านั้น
tr: Oturum bilgileriniz bu cihazda kalır
vi: Thông tin đăng nhập chỉ lưu trên thiết bị này
zh_hans: 登录凭据只保存在这台设备上
zh_hant: 登入憑證只存在這台裝置上

source: Sign-in expired
ar: انتهت صلاحية التفويض
de: Anmeldung abgelaufen
es: Autorización caducada
fr: Autorisation expirée
hi: साइन इन की अवधि समाप्त
id: Otorisasi kedaluwarsa
ja: 認証の期限切れ
ko: 인증 만료됨
pt_br: Autorização expirada
ru: Авторизация истекла
th: การให้สิทธิ์หมดอายุ
tr: Yetki süresi doldu
vi: Phiên đăng nhập hết hạn
zh_hans: 授权已过期
zh_hant: 授權已過期

source: Sign-in needed
ar: يلزم تسجيل الدخول
de: Anmeldung nötig
es: Falta iniciar sesión
fr: Identification requise
hi: साइन इन ज़रूरी
id: Perlu masuk
ja: ログインが必要
ko: 로그인 필요
pt_br: Login necessário
ru: Нужен вход
th: ต้องลงชื่อเข้าใช้
tr: Oturum açmanız gerekiyor
vi: Cần đăng nhập
zh_hans: 需要登录
zh_hant: 需要登入

source: Sign-in needed for %@
ar: يلزم تسجيل الدخول إلى %@
de: Anmeldung bei %@ nötig
es: Hay que iniciar sesión en %@
fr: Identification requise auprès de %@
hi: %@ में साइन इन ज़रूरी है
id: Perlu masuk ke %@
ja: %@ へのログインが必要
ko: %@ 로그인 필요
pt_br: É preciso fazer login em %@
ru: Нужно войти в %@
th: ต้องลงชื่อเข้าใช้ %@
tr: %@ için oturum açmanız gerekiyor
vi: Cần đăng nhập vào %@
zh_hans: 需要登录 %@
zh_hant: 需要登入 %@

source: Sign-in not finished
ar: تسجيل دخول غير مكتمل
de: Anmeldung unvollständig
es: Sesión sin iniciar
fr: Identification inachevée
hi: साइन इन अधूरा
id: Belum selesai masuk
ja: ログイン未完了
ko: 로그인 미완료
pt_br: Login não concluído
ru: Вход не завершён
th: ลงชื่อเข้าใช้ไม่เสร็จ
tr: Oturum açılmadı
vi: Chưa đăng nhập xong
zh_hans: 未完成登录
zh_hant: 未完成登入

source: Sign-in page
ar: صفحة تسجيل الدخول
de: Anmeldeseite
es: Página de inicio de sesión
fr: Page d’identification
hi: साइन इन पेज
id: Halaman masuk
ja: ログインページ
ko: 로그인 페이지
pt_br: Página de login
ru: Страница входа
th: หน้าลงชื่อเข้าใช้
tr: Oturum açma sayfası
vi: Trang đăng nhập
zh_hans: 登录页面
zh_hant: 登入頁面

source: Sign-in wasn't completed
ar: لم يكتمل تسجيل الدخول
de: Die Anmeldung wurde nicht abgeschlossen
es: No se completó el inicio de sesión
fr: L’identification n’a pas abouti
hi: साइन इन पूरा नहीं हुआ
id: Proses masuk belum selesai
ja: ログインが完了しませんでした
ko: 로그인이 완료되지 않았습니다
pt_br: O login não foi concluído
ru: Вход не был завершён
th: การลงชื่อเข้าใช้ยังไม่เสร็จ
tr: Oturum açma tamamlanmadı
vi: Chưa hoàn tất đăng nhập
zh_hans: 登录没有完成
zh_hant: 登入沒有完成

source: Signed in to %@
ar: تم تسجيل الدخول إلى %@
de: Bei %@ angemeldet
es: Sesión iniciada en %@
fr: Identification réussie auprès de %@
hi: %@ में साइन इन हो गया
id: Sudah masuk ke %@
ja: %@ にログイン済み
ko: %@에 로그인됨
pt_br: Login feito em %@
ru: Вход в %@ выполнен
th: ลงชื่อเข้าใช้ %@ แล้ว
tr: %@ oturumu açıldı
vi: Đã đăng nhập vào %@
zh_hans: 已登录 %@
zh_hant: 已登入 %@

source: Skip this step
ar: تخطي هذه الخطوة
de: Schritt überspringen
es: Omitir este paso
fr: Ignorer cette étape
hi: यह चरण छोड़ें
id: Lewati langkah ini
ja: このステップをスキップ
ko: 이 단계 건너뛰기
pt_br: Pular esta etapa
ru: Пропустить шаг
th: ข้ามขั้นนี้
tr: Bu adımı atla
vi: Bỏ qua bước này
zh_hans: 跳过这一步
zh_hant: 略過這一步

source: Skipped
ar: تم التخطي
de: Übersprungen
es: Omitido
fr: Ignorée
hi: छोड़ दिया गया
id: Dilewati
ja: スキップしました
ko: 건너뜀
pt_br: Pulada
ru: Пропущен
th: ข้ามแล้ว
tr: Atlandı
vi: Đã bỏ qua
zh_hans: 已跳过
zh_hant: 已略過

source: Some tools changed again while you were confirming. Take another look.
ar: تغيّرت بعض الأدوات مرة أخرى أثناء التأكيد. يُرجى مراجعتها من جديد.
de: Während du bestätigt hast, haben sich wieder Tools geändert. Schau bitte noch einmal drüber.
es: Algunas herramientas volvieron a cambiar mientras confirmabas. Échales otro vistazo.
fr: Des outils ont encore changé pendant votre confirmation. Jetez-y un nouveau coup d’œil.
hi: आपकी पुष्टि के दौरान कुछ टूल फिर बदल गए। एक बार और देख लें।
id: Ada alat yang berubah lagi saat Anda mengonfirmasi. Silakan periksa sekali lagi.
ja: 確認している間に、ツールがまた変更されました。もう一度ご確認ください。
ko: 확인하는 사이에 도구가 또 변경되었습니다. 다시 한번 살펴봐 주세요.
pt_br: Algumas ferramentas mudaram de novo enquanto você confirmava. Dê mais uma olhada.
ru: Пока вы подтверждали, часть инструментов снова изменилась. Посмотрите ещё раз.
th: ระหว่างที่คุณยืนยัน มีเครื่องมือเปลี่ยนแปลงอีก โปรดตรวจดูอีกครั้ง
tr: Siz onaylarken bazı araçlar yeniden değişti. Bir kez daha göz atın.
vi: Trong lúc bạn xác nhận, một số công cụ lại thay đổi. Hãy xem lại lần nữa.
zh_hans: 确认期间有工具又变了，请再看一遍。
zh_hant: 確認期間又有工具變動了，請再看一次。

source: Step %d
ar: الخطوة %d
de: Schritt %d
es: Paso %d
fr: Étape %d
hi: चरण %d
id: Langkah %d
ja: ステップ %d
ko: %d단계
pt_br: Etapa %d
ru: Шаг %d
th: ขั้นที่ %d
tr: %d. adım
vi: Bước %d
zh_hans: 第 %d 步
zh_hant: 第 %d 步

source: Switch model
ar: تبديل النموذج
de: Modell wechseln
es: Cambiar modelo
fr: Changer de modèle
hi: मॉडल बदलें
id: Ganti model
ja: モデルを切り替え
ko: 모델 전환
pt_br: Trocar modelo
ru: Сменить модель
th: เปลี่ยนโมเดล
tr: Model değiştir
vi: Đổi mô hình
zh_hans: 切换模型
zh_hant: 切換模型

source: The address can't include a username or password. Use an access token instead.
ar: لا يجوز أن يتضمن العنوان اسم مستخدم أو كلمة مرور. يُرجى حذفهما وتسجيل الدخول برمز وصول بدلًا من ذلك.
de: Die Adresse darf weder Benutzernamen noch Passwort enthalten. Entferne beides und melde dich stattdessen mit einem Zugriffstoken an.
es: La dirección no puede incluir usuario ni contraseña. Quítalos e inicia sesión con un token de acceso.
fr: L’adresse ne peut pas contenir de nom d’utilisateur ni de mot de passe. Retirez-les et identifiez-vous plutôt avec un jeton d’accès.
hi: पते में यूज़रनेम या पासवर्ड नहीं हो सकता। इन्हें हटाएँ और ऐक्सेस टोकन से साइन इन करें।
id: Alamat tidak boleh memuat nama pengguna atau kata sandi. Hapus keduanya, lalu masuk dengan token akses.
ja: アドレスにユーザー名やパスワードは含められません。取り除いたうえで、アクセストークンでログインしてください。
ko: 주소에 사용자 이름이나 비밀번호를 넣을 수 없습니다. 해당 부분을 지우고 액세스 토큰으로 로그인하세요.
pt_br: O endereço não pode conter nome de usuário nem senha. Remova-os e faça login com um token de acesso.
ru: В адресе не должно быть имени пользователя и пароля. Уберите их и войдите с помощью токена доступа.
th: ที่อยู่ต้องไม่มีชื่อผู้ใช้หรือรหัสผ่าน โปรดลบออกแล้วลงชื่อเข้าใช้ด้วยโทเค็นการเข้าถึงแทน
tr: Adreste kullanıcı adı veya şifre bulunamaz. Bunları çıkarıp erişim belirteciyle oturum açın.
vi: Địa chỉ không được chứa tên người dùng hay mật khẩu. Hãy bỏ chúng đi và đăng nhập bằng mã truy cập.
zh_hans: 地址里不能带用户名或密码，请改用访问令牌。
zh_hant: 位址裡不能帶使用者名稱或密碼。請移除後改用存取權杖登入。

source: The address needs to start with https://, for example https://mcp.linear.app/mcp
ar: يجب أن يبدأ العنوان بـ ⁦https://⁩، مثل ⁦https://mcp.linear.app/mcp⁩
de: Die Adresse muss mit https:// beginnen, zum Beispiel https://mcp.linear.app/mcp
es: La dirección debe empezar por https://, por ejemplo https://mcp.linear.app/mcp
fr: L’adresse doit commencer par https://, par exemple https://mcp.linear.app/mcp
hi: पता https:// से शुरू होना चाहिए, जैसे https://mcp.linear.app/mcp
id: Alamat harus diawali https://, misalnya https://mcp.linear.app/mcp
ja: アドレスは https:// で始まる必要があります（例: https://mcp.linear.app/mcp）
ko: 주소는 https://로 시작해야 합니다. 예: https://mcp.linear.app/mcp
pt_br: O endereço precisa começar com https://, por exemplo https://mcp.linear.app/mcp
ru: Адрес должен начинаться с https://, например https://mcp.linear.app/mcp
th: ที่อยู่ต้องขึ้นต้นด้วย https:// เช่น https://mcp.linear.app/mcp
tr: Adres https:// ile başlamalıdır, örneğin https://mcp.linear.app/mcp
vi: Địa chỉ phải bắt đầu bằng https://, ví dụ https://mcp.linear.app/mcp
zh_hans: 地址需要以 https:// 开头，例如 https://mcp.linear.app/mcp
zh_hant: 位址需要以 https:// 開頭，例如 https://mcp.linear.app/mcp

source: The address works, but it didn't respond the way an MCP server does. A missing path such as /mcp is a common cause. Check the service's documentation.
ar: العنوان يستجيب، لكن ليس بالطريقة التي يستجيب بها خادم MCP. السبب الشائع هو نقص المسار، مثل ⁦/mcp⁩ في آخره. يُرجى مراجعة وثائق الخدمة.
de: Die Adresse ist erreichbar, antwortet aber nicht wie ein MCP-Server. Häufig fehlt nur der Pfad, zum Beispiel /mcp am Ende. Schau in der Dokumentation des Dienstes nach.
es: La dirección responde, pero no como lo haría un servidor MCP. Muchas veces falta la ruta, por ejemplo /mcp al final. Consulta la documentación del servicio.
fr: L’adresse répond, mais pas comme le ferait un serveur MCP. Il manque souvent le chemin, par exemple /mcp à la fin. Consultez la documentation du service.
hi: पता खुल तो रहा है, लेकिन जवाब MCP सर्वर जैसा नहीं आया। अक्सर पाथ छूट जाता है, जैसे आख़िर में /mcp। सेवा के दस्तावेज़ देखकर दोबारा जाँच लें।
id: Alamatnya bisa diakses, tetapi tanggapannya tidak seperti server MCP. Sering kali path-nya kurang, misalnya /mcp di akhir. Periksa dokumentasi layanannya.
ja: アドレスにはアクセスできましたが、MCP サーバーとしての応答がありませんでした。末尾の /mcp などのパスが抜けていることがよくあります。サービス側のドキュメントを確認してください。
ko: 주소에는 접속되지만 MCP 서버다운 응답이 오지 않았습니다. 끝의 /mcp 같은 경로가 빠진 경우가 많습니다. 서비스 문서를 확인해 보세요.
pt_br: O endereço responde, mas não como um servidor MCP responderia. É comum faltar o caminho, por exemplo /mcp no final. Consulte a documentação do serviço.
ru: Адрес отвечает, но не так, как отвечает MCP-сервер. Часто не хватает пути, например /mcp в конце. Сверьтесь с документацией сервиса.
th: เข้าถึงที่อยู่นี้ได้ แต่ไม่ได้ตอบกลับแบบเซิร์ฟเวอร์ MCP สาเหตุที่พบบ่อยคือขาดพาธ เช่น /mcp ต่อท้าย โปรดตรวจสอบกับเอกสารของบริการนั้น
tr: Adres yanıt veriyor ama bir MCP sunucusu gibi değil. Çoğu zaman sondaki /mcp gibi bir yol eksiktir. Hizmetin belgelerine göz atın.
vi: Địa chỉ truy cập được nhưng không phản hồi theo kiểu của máy chủ MCP. Nguyên nhân hay gặp là thiếu đường dẫn, chẳng hạn /mcp ở cuối. Hãy xem lại tài liệu của dịch vụ.
zh_hans: 地址可以访问，但没有按 MCP 的方式回应。常见原因是少了路径，比如结尾的 /mcp。请对照服务方的文档再确认一次。
zh_hant: 位址可以連上，但沒有以 MCP 的方式回應。常見原因是少了路徑，例如結尾的 /mcp。請對照服務方的說明文件再確認一次。

source: The earlier description isn't kept on this device.
ar: الوصف السابق غير محفوظ على هذا الجهاز.
de: Die frühere Beschreibung ist auf diesem Gerät nicht mehr vorhanden.
es: La descripción anterior no se conserva en este dispositivo.
fr: L’ancienne description n’est pas conservée sur cet appareil.
hi: पहले वाला विवरण इस डिवाइस पर सुरक्षित नहीं है।
id: Deskripsi sebelumnya tidak tersimpan di perangkat ini.
ja: 以前の説明は、このデバイスに残っていません。
ko: 이전 설명은 이 기기에 남아 있지 않습니다.
pt_br: A descrição anterior não está guardada neste dispositivo.
ru: Прежнее описание на этом устройстве не сохранилось.
th: อุปกรณ์นี้ไม่ได้เก็บคำอธิบายก่อนหน้าไว้
tr: Önceki açıklama bu cihazda saklanmıyor.
vi: Thiết bị này không còn lưu mô tả trước đây.
zh_hans: 这台设备上没有保留之前的说明。
zh_hant: 這台裝置沒有保留之前的說明。

source: The model can change your data in %@ without asking.
ar: يستطيع النموذج تعديل بياناتك في %@ دون سؤالك.
de: Das Modell kann deine Daten in %@ ändern, ohne zu fragen.
es: El modelo puede modificar tus datos en %@ sin preguntarte.
fr: Le modèle peut modifier vos données dans %@ sans vous demander confirmation.
hi: मॉडल बिना पूछे %@ में आपका डेटा बदल सकता है।
id: Model bisa mengubah data Anda di %@ tanpa bertanya.
ja: モデルは確認なしで、%@ 上のデータを変更できます。
ko: 모델이 확인 없이 %@에 있는 내 데이터를 변경할 수 있습니다.
pt_br: O modelo pode alterar seus dados em %@ sem perguntar.
ru: Модель сможет менять ваши данные в %@, не спрашивая вас.
th: โมเดลแก้ไขข้อมูลของคุณใน %@ ได้โดยไม่ต้องถามก่อน
tr: Model, size sormadan %@ üzerindeki verilerinizi değiştirebilir.
vi: Mô hình có thể thay đổi dữ liệu của bạn trên %@ mà không cần hỏi.
zh_hans: 模型可以不经确认直接修改你在 %@ 里的数据。
zh_hant: 模型可以不經確認，直接修改你在 %@ 裡的資料。

source: The model can use this tool without asking.
ar: يستطيع النموذج استخدام هذه الأداة دون سؤالك.
de: Das Modell kann dieses Tool nutzen, ohne zu fragen.
es: El modelo puede usar esta herramienta sin preguntarte.
fr: Le modèle peut utiliser cet outil sans vous demander confirmation.
hi: मॉडल बिना पूछे यह टूल इस्तेमाल कर सकता है।
id: Model bisa memakai alat ini tanpa bertanya.
ja: モデルは確認なしでこのツールを使えます。
ko: 모델이 확인 없이 이 도구를 사용할 수 있습니다.
pt_br: O modelo pode usar esta ferramenta sem perguntar.
ru: Модель сможет пользоваться этим инструментом, не спрашивая вас.
th: โมเดลใช้เครื่องมือนี้ได้โดยไม่ต้องถามก่อน
tr: Model bu aracı size sormadan kullanabilir.
vi: Mô hình có thể dùng công cụ này mà không cần hỏi.
zh_hans: 模型可以不经确认使用这个工具。
zh_hant: 模型可以不經確認使用這個工具。

source: The model wrote this. It will be sent to %@ exactly as shown.
ar: هذا المحتوى كتبه النموذج، وسيُرسل إلى %@ كما هو معروض تمامًا.
de: Das Modell hat diesen Inhalt verfasst. Er wird genau so an %@ gesendet.
es: Esto lo escribió el modelo. Se enviará a %@ tal cual aparece.
fr: Ce contenu a été rédigé par le modèle. Il sera envoyé tel quel à %@.
hi: यह मॉडल ने लिखा है। इसे %@ को ठीक ऐसे ही भेजा जाएगा।
id: Ini ditulis oleh model dan akan dikirim ke %@ persis seperti yang tampil.
ja: モデルが作成した内容です。このまま %@ に送信されます。
ko: 모델이 작성한 내용입니다. 보이는 그대로 %@에 전송됩니다.
pt_br: Este conteúdo foi escrito pelo modelo. Ele será enviado a %@ exatamente como aparece.
ru: Это написала модель. Текст уйдёт в %@ в точности как показано.
th: โมเดลเป็นผู้เขียนเนื้อหานี้ และจะส่งไปยัง %@ ตามที่แสดงทุกประการ
tr: Bunu model yazdı. %@ sunucusuna aynen göründüğü gibi gönderilecek.
vi: Đây là nội dung do mô hình viết. Nó sẽ được gửi nguyên văn tới %@.
zh_hans: 这是模型生成、将原样发送给 %@ 的内容。
zh_hant: 這是模型產生、會原樣傳送給 %@ 的內容。

source: The server didn't accept this token.
ar: لم يقبل الخادم هذا الرمز.
de: Der Server hat dieses Token nicht akzeptiert.
es: El servidor no aceptó este token.
fr: Le serveur n’a pas accepté ce jeton.
hi: सर्वर ने यह टोकन स्वीकार नहीं किया।
id: Server tidak menerima token ini.
ja: サーバーがこのトークンを受け付けませんでした。
ko: 서버에서 이 토큰을 받아들이지 않았습니다.
pt_br: O servidor não aceitou este token.
ru: Сервер не принял этот токен.
th: เซิร์ฟเวอร์ไม่ยอมรับโทเค็นนี้
tr: Sunucu bu belirteci kabul etmedi.
vi: Máy chủ không chấp nhận mã truy cập này.
zh_hans: 服务器没有接受这个令牌。
zh_hant: 伺服器沒有接受這個權杖。

source: The server didn't provide a description.
ar: لم يقدّم الخادم وصفًا.
de: Der Server hat keine Beschreibung geliefert.
es: El servidor no proporcionó una descripción.
fr: Le serveur n’a fourni aucune description.
hi: सर्वर ने कोई विवरण नहीं दिया।
id: Server tidak memberikan deskripsi.
ja: サーバーから説明は提供されていません。
ko: 서버가 설명을 제공하지 않았습니다.
pt_br: O servidor não forneceu uma descrição.
ru: Сервер не дал описания.
th: เซิร์ฟเวอร์ไม่ได้ให้คำอธิบายไว้
tr: Sunucu bir açıklama vermedi.
vi: Máy chủ không cung cấp mô tả.
zh_hans: 服务器没有提供说明。
zh_hant: 伺服器沒有提供說明。
